Repository: 84000/data-translation-memory
Catalog: toh953-v3.tmx
Source language: bo
Languages: en

source: ༄༅། །དཀོན་མཆོག་གསུམ་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to the Three Jewels.

source: ཕྱག་ན་རྡོ་རྗེ་གནོད་སྦྱིན་གྱི་བདག་པོ་ཆེན་པོ་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to Vajrapāṇi, the Great Lord of Yakṣas.

source: དེ་ནས་རྡོ་རྗེ་གཞོན་ནུའི་རིག་སྔགས་བཤད་དོ། ། དངོས་གྲུབ་ཐོབ་པ། དུས་མ་ཡིན་པར་འཆི་བ་ཐམས་ཅད་ཡོངས་སུ་སྐྱོབ་པ། གདོན་ཐམས་ཅད་ཡོངས་སུ་འདུལ་བ། ཀུན་དུ་སྲུང་བ། སླར་ལྡོག་པ་འདི་ནི་རྡོ་རྗེ་འཛིན་པས་བཤད་དེ།
en: At that point, the vidyāmantra of Vajrakumāra was taught. The vajra holder taught this vidyāmantra that brings accomplishment, protects against any form of untimely death, tames all grahas, protects at all times, and averts.

source: ཏདྱ་ཐཱ། བཛྲེ་བཛྲེ། ས་ར་ས་ར། ཨ་མོ་གྷ་བཛྲེ། བཛྲ་ཀ་ལ་ཀ་ལ་ཨཱ་ཅི་ཏ་བཛྲེ་ནི། རཀྵ་རཀྵ་ར། ན་མཿསརྦ་གྲ་ཧོ་སུ་བཏྲ་བེ་བྷྱེཿ། ཀ་ཏ་ཀ་ཏ། ཧ་ན་ཧ་ན། སརྦ་དུཥྚ་ནཱན། ཀ་ར་མ་ནི་ཏྲནཱ་ཡ། བྲ་ས་ར་བྲ་ས་ར། ད་མ་ད་ར། ཤ་མ་ཤ་མ། གྷུ་མ་གྷུ་མ། གྷུ་མེ་གྷུ་མེ། བཛྲ་མ་ལ་ད་རི། ཙྪིན་ད་ཙྪིན་ད། ཙ་ཀྲེ་ཧྲྀ་ད་ཡ། ནི་ར་མི་ཏེ། ནཱི་ལ་བ་སེ་ནེ། སོ་མ་ཀ་སཱ་ཡ། བི་ཙི་ན་དྲ། ས་ནན་ཏི་ས་ཀ་ལ་རསྟྲི། ཀྲི་ཤན་པྃ་ག་ལི། བེ་ཀྲི་ཏྲ་བེ་ཏ་ལི་རཀྵ་རཀྵ་མན། སརྦ་ཏ་སརྦ་ཏ། བྷྱ་ཡེ་བྷྱཿ། སརྦ་པ་ལཱ་ཡ། བྷྱི་སས་སྱ། སརྦཱ་ད་ཏྲ་རཀྵ་ཀུ་རུ་ཀུ་རུ། བ་རི་བ་པ་རི་གྲཱ་མ་ལ་ན་ཤཱན་ཏིང་སྭ་སྱ་ཡ་ནྃ། ད་ན་ར་པ་རི་ཧ་རྃ། ཤསྟ་ཐ་རི་ཧ་རྃ། བི་ཤ་ཏུ་ཤ་ནན། སརྦ་ཨ་མྲྀ་ཏནི་པ་ར་ནན། ཏདྱ་ཐཱ། བཛྲེ་བཛྲེ། མ་ཧཱ་བཛྲེ། བཛྲེ་མཱ་ལ་དྷ་རི། བཛྲ་ནི་ད་ནི། བདག་དང་སེམས་ཅན་ཐམས་ཅད་ལ་སྲུངས་ཤིག་སྲུངས་ཤིག །གདུག་པ་ཐམས་ཅད་མེད་པར་མཛོད་ཅིག ། ཧ་ད་ཧ་ཧ་ཧ་ད། གདོན་ཐམས་ཅད་ལའོ། །
en: tadyathā vajre vajre sara sara amoghavajre vajrakalakala ācitavajreni rakṣa rakṣara namaḥ sarvagrahosupatravebhyeḥ kata kata hana hana sarva duṣṭanān karamanitanāya prasara prasara damadara śama śama ghuma ghuma ghume ghume vajra maladari cchinda cchinda cakre hrīdaya niramite nīlavasene somakasāya vicindra sananti sakalarastri kriśanpaṃgali vikritravetali rakṣa rakṣa man sarvata sarvata bhyayebhyaḥ sarvapalāya bhyisasasya sarvādatra rakṣa kuru kuru varivaparigrāmalanaṃ śānting svasyayanaṃ danarapariharaṃ śastathariharaṃ viśatuśanan sarva amṛtaniparanan tadyathā vajre vajre mahāvajre vajre māladhari vajranidani

source: ཧཱུྃ་ཧཱུྃ་ཧཱུྃ་ཧཱུྃ། ཕཊ་ཕཊ་ཕཊ། དྷ་ཀ་དྷ་ཀ །ཀ་ད་ཨུག་ཀ་རུ་པི་ནི་པ་ཙ་པ་ཙ། པྲ་མེན་མ་ཐམས་ཅད་བསྐྲད་དོ་བཟློག་གོ། ། ཨ་བེ་ཨ་བེ་རྡོ་རྗེ་གཞོན་ནུ་རྡོ་རྗེ་གཞོན་ནུས་འཐེན་པ་རིམས་ཐམས་ཅད་མེད་པར་བྱེད་པ། གདོན་ཐམས་ཅད་འཇོམས་པ། བྷྃ་ཛ་བྷྃ་ཛ། ཏ་མ་ཏ་མ། བདག་ལ་སུ་ཞིག་སྨོད་དེ། ཏདྱ་ཐཱ། ས་ར་ས་ར། ད་ར་ཡ་ད་ར་ཡ། གདོན་ཐམས་ཅད་འགོག་པ་དང་། རྡོ་རྗེ་གཞོན་ནུ་སླར་ལྡོག་པའི་རིག་སྔགས་འདི་ལ་སུ་ཞིག་འདའ་བར་བྱེད་ན། དེ་ལ་རྡོ་རྗེ་གཞོན་ནུ་འབར་བས་སྤྱི་བོ་ཚལ་བ་བདུན་དུ་འགས་སོ། ། སྥོ་ཊ་ཡ་སྥོ་ཊ་ཡ། གྲ་ས་ཙྪིནད་ཙྪིན་ད། སུ་ཞིག་བདག་ལ་གཞན་གྱིས་རིག་སྔགས་དང་། བྱད་སྟེམས་བྱེད་པ་དང་། བྱེད་དུ་འཇུག་པ་དེ་དག་གི་ལུས་ལ་སླར་འགྲོ་ཞིང་སླར་འབར་བར་འགྱུར་རོ། །
en: Protect me and all sentient beings! Protect us! Bring an end to all malevolent ones! hada ha ha hada. To all grahas! hūṃ hūṃ hūṃ hūṃ phaṭ phaṭ phaṭ dhaka dhaka kada ugkarupini paca paca. Drive away all malevolent female spirits! Avert them! apé apé Vajrakumāra, Vajrakumāra, expeller, destroyer of all epidemics, conqueror of all grahas! bhaṃja bhaṃja tama tama. Whoever slanders me. tadyathā sara sara daraya daraya. Those who transgress this averting vidyāmantra of Vajrakumāra, which impedes all grahas, blazing Vajrakumāra will split their head into seven pieces! sphoṭaya sphoṭaya grasa cchinda cchinda.

source: ག་ག་ཏེ་ཨ་ཙ་ལེ། རི་པེ་རི་པེ། པྲ་ཧ་ར་སྟམ་བྷ་ནི། པྲ་ཧ་ར་སྃ་ཀ་མ་ནི། འཚོ་བའི་དབང་པོ་ལ་སྲུངས་ཤིག་སྲུངས་ཤིག །སུ་ཞིག་བདག་ལ་བགེགས་བྱེད་པ། སྡིག་པ་ཐམས་ཅད་དུ་གདུང་བར་བྱེད་པའི་རིག་སྔགས་ཀྱི་ཕྲེང་བས་སོ། ། ས་ར་ས་ར། སུ་རེ་ཎ་ཌེ་སུ་རེ་ཎ་ཌེ། རྡོ་རྗེའི་ཕོ་ཉ་མོས་ཕྱོགས་ཐམས་ཅད་བཅིང་ངོ་བཅིང་བར་བྱའོ། ། ཏདྱ་ཐཱ། མོ་ཧ་ནི། ཛམྦྷ་ནི། སྟམྦྷ་ནི། ནད་ཐམས་ཅད་འཇིལ་བ། སུ་ཞིག་རིག་སྔགས་འདི་ལས་འདའ་བར་བྱེད་ན་ དུག་ཆེན་པོར་འགྱུར་རོ། ། གང་ཞིག་རིག་སྔགས་འདི་ལུས་ལ་འཆང་བ་དང་། ཁ་ཏོན་བྱེད་ན། དེ་ལ་ནམ་ཡང་དུག་གིས་མི་ཚུགས།
en: Should anyone else use a vidyāmantra on me, or curse me, or make someone else do so, it will be returned upon their body, and they will be the ones who burn! gagate acale ripe ripe prahara stambhani prahara saṃkamani. Protect my lifeforce! Protect it! Whoever hinders me will be brought to suffer in all the hells by means of the words of this vidyāmantra.sara sara sureṇaḍe sureṇaḍe. Female vajra messengers, restrain all opposing factions, restrain them! tadyathā mohani jambhani stambhani. If anyone transgresses this vidyāmantra that banishes all illness, it will become a poisonous snake.

source: མ་རུངས་པའི་གདོན་ཐམས་ཅད་ཀྱང་འདའ་བར་མི་བྱེད། ཕྲ་མེན་མ་ཐམས་ཅད་ཀྱང་འདའ་བར་མི་བྱེད། མཐོང་བ་ཙམ་གྱིས་ཀྱང་དབང་དུ་འགྱུར་རོ། ། འཐབ་མོ་དང་། རྩོད་པ་ཐམས་ཅད་ལས་རྒྱལ་བར་འགྱུར་རོ། ། རིག་སྔགས་འདིའི་སྟོབས་ཀྱིས་ཐམས་ཅད་སྒྲོལ་ལོ། ། ཨ་མྲྀ་ཏེ་སྃ་བྷ་བ་སྭཱ་ཧཱ། བདག་ལ་སྲུངས་ཤིག་སྲུངས་ཤིག །དགྲ་ཐམས་ཅད་ཀྱི་ནང་དུ་སོང་ཡང་རུང་།
en: Whoever wears this vidyāmantra on their body, or recites it, will never be poisoned. Not even a single malevolent graha will transgress it. Not even a malevolent female spirit will transgress it. Merely by seeing it, they will be brought under control. All disputes and arguments will be won. The power of this vidyāmantra will liberate all! amṛte saṃbhava svāhā. Protect me! Protect me! Whether I am amidst all my enemies, or facing harm, or at a cemetery, or in a prison—may I never transgress this queen of vidyāmantras that banishes all dangers!

source: འཚེ་བའི་དུས་སུ་ཡང་རུང་། དུར་ཁྲོད་དུ་སོང་ཡང་རུང་། བཙོན་རའི་ནང་དུ་སོང་ཡང་རུང་། འཇིགས་པ་ཐམས་ཅད་རབ་ཏུ་འཇིལ་བར་བྱེད་པའི་རྒྱལ་མོ་ལས་མ་འདའ་ཤིག །ལྷ་དང་འཇིག་རྟེན་དང་བཅས་པ་དང་། བདུད་སྡེ་དང་བཅས་པ་དང་། ཚངས་པར་བཅས་པས་ཀྱང་མི་འདའ་ན་འདྲེ་གདོན་ངན་པ་ལྟ་ཅི་སྨོས།
en: When even the gods, together with worldly beings, the armies of māras, and Brahmā do not transgress this, what need even to speak of the evil spirits and grahas!

source: ཕྱག་ན་རྡོ་རྗེ་གནོད་སྦྱིན་གྱི་བདག་པོའི་གཟུངས་རྫོགས་སྷོ།​།
en: This completes “The Dhāraṇī of Vajrapāṇi, the Yakṣa Lord.”
